import Layout from "./layouts.jsx/Layout";
function About(){
    return(
        <>
            <Layout>
            <div className="flex flex-col items-center mx-10">
            <h1 className="text-2xl font-semibold text-stone-300 mt-10">مدرسة الإقراء</h1>
            <p className="mt-4 mx-3 text-right leading-relaxed text-stone-50 font-[inter] text-xl">
                مدرسہ اقراء ایک دینی ادارہ ہے جو قرآنِ مجید کی تعلیمات کو عام کرنے اور نئی نسل کو اسلامی علوم سے روشناس کرانے کے مقصد سے قائم کیا گیا ہے۔
ہمارے یہاں درج ذیل کورسز پیش کیے جاتے ہیں:

📖 حفظِ قرآن — طلباء کو تجوید کے ساتھ قرآنِ کریم مکمل حفظ کروایا جاتا ہے، تجربہ کار اساتذہ کی نگرانی میں۔
🔤 دورۂ تجوید — تجوید کے اصولوں کی عملی تربیت، مخارج اور صفات کی درست ادائیگی کے ساتھ۔
📚 عالم کورس — فقہ، تفسیر، حدیث، عربی زبان اور دیگر اسلامی علوم پر مشتمل مکمل درسِ نظامی کورس۔

ہمارا مقصد صرف تعلیم نہیں بلکہ تربیت بھی ہے، تاکہ طلباء نہ صرف علم حاصل کریں بلکہ اسلامی کردار و عمل کا نمونہ بھی بنیں۔
            </p>
            </div>
           </Layout>
        </>
    )
}

export default About;